/*
Navicat MySQL Data Transfer

Source Server         : briup
Source Server Version : 50529
Source Host           : localhost:3306
Source Database       : recruit

Target Server Type    : MYSQL
Target Server Version : 50529
File Encoding         : 65001

Date: 2019-12-26 16:03:42
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `zp_employment`
-- ----------------------------
DROP TABLE IF EXISTS `zp_employment`;
CREATE TABLE `zp_employment` (
  `id` bigint(255) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `contact_name` varchar(255) NOT NULL,
  `contact_phone` varchar(255) NOT NULL,
  `job` varchar(255) DEFAULT NULL,
  `publish_time` date NOT NULL,
  `welfare` varchar(255) DEFAULT NULL,
  `salary` varchar(255) DEFAULT NULL,
  `description` varchar(2550) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `num` bigint(11) DEFAULT NULL,
  `business_id` bigint(11) DEFAULT NULL,
  `working_hours` varchar(255) DEFAULT NULL,
  `job_id` bigint(11) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `province` varchar(255) DEFAULT NULL,
  `start_time` timestamp NULL DEFAULT NULL,
  `end_time` timestamp NULL DEFAULT NULL,
  `audit_status` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `Publisher_ID` (`contact_name`),
  KEY `job_id` (`job_id`),
  KEY `city_id` (`city`),
  KEY `business_id` (`business_id`),
  CONSTRAINT `zp_employment_ibfk_1` FOREIGN KEY (`job_id`) REFERENCES `zp_jobs` (`id`),
  CONSTRAINT `zp_employment_ibfk_3` FOREIGN KEY (`business_id`) REFERENCES `zp_business` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3363 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of zp_employment
-- ----------------------------
INSERT INTO `zp_employment` VALUES ('360', '前端招聘', '张三', '15835686574', '程序员', '2019-11-20', '五险一金、高温假、高温补贴', '5000', '无责任底薪3500（依个人能力而定）+全勤奖+提成综合待遇 多劳多得', '审核通过', '50', '2355', '1', '7', '南昌', '江西', null, null, '拒绝');
INSERT INTO `zp_employment` VALUES ('2855', '明动软件招聘', '张天池', '16839876597', '程序员', '2019-11-20', '扁平化、技术提升、员工旅游、五险一金', '5000', '1、负责各种操作系统、应用系统的安装、部署、维护和调优工作；\r\n\r\n2、负责linux系统维护及故障处理，必须熟练使用linux下各种常用命令；\r\n\r\n3、负责weblogic、lvs、nginx、tomcat、redis等生产环境的部署应用及调优；\r\n\r\n4、负责项目业务系统集群的反向代理、负载均衡和高可用集群等部署配置；\r\n\r\n5、熟练掌握shell，能够应对日常工作中编写脚本的需求；\r\n\r\n6、负责oracle、mysql数据库安装、维护、数据迁移及故障排除；\r\n\r\n7、负责对项目现场制定并实施完善的数据库备份及灾害预防方案。', '审核通过', '20', '2902', null, null, '南宁', '广西', null, null, null);
INSERT INTO `zp_employment` VALUES ('2897', '人寿服务部招聘', '古天乐', '13321677994', '销售员', '2019-11-21', '国企、收入高、晋升透明、双休', '8000', '工作内容：\r\n\r\n1.执行招聘工作流程，协调、办理员工招聘、入职、离职、调任、升职等手续。\r\n\r\n2.协同开展新员工入职培训，业务培训，执行培训计划，联系组织外部培训以及培训效果的跟踪、反馈。\r\n职位要求：专业不限，人力资源或相关专业优先考虑，条件优异者可放宽。', '待审核', '10', '2903', null, null, '深圳', '广东', null, null, null);
INSERT INTO `zp_employment` VALUES ('2901', '安卓工程师招聘', '甄子丹', '13265994464', '程序员', '2019-10-20', '五险一金、高温补贴', '8000', '1、设计、实现、交付和测试Android app，并能够从技术和业务角度理解和拓展我们的产品 2、通过基于对业务和技术优先级的理解，与产品经理、设计师、后端工程师等协同合作 3、有优秀的问题解决能力，能通过将复杂问题分解为优雅的技术解决方案，并完成实现', '审核未通过', '10', '2355', '1', '7', '南昌', '江西', null, null, '拒绝');
INSERT INTO `zp_employment` VALUES ('2903', '商家运营招聘', '明凯', '15978451364', '经理', '2019-10-28', '五险一金、高温放假', '5000', '1、前期负责熟悉公司的整个大型ERP系统的业务和流程，手动编辑一些数据和图片信息上传到ERP系统；\r\n\r\n2、熟悉ERP并完成基础数据上传后，负责对接一些ERP用户的运营工作；\r\n\r\n3、完成领导交代的一些其他有关公司ERP产品上线前和上线后的运营工作，可能涉及数据录入、商户对接、培训等方面工作；', '审核未通过', '1', '2904', null, null, '广州', '广东', null, null, null);
INSERT INTO `zp_employment` VALUES ('2936', '产品经理招聘', '李伟', '18977526451', '经理', '2019-11-05', '带薪休假、健康体检', '8000', '1、专科及以上学历，理工科或者计算机相关专业；\r\n\r\n2、熟练使用excel公式，会PS一些简单的图片；\r\n\r\n3、对运营岗位感兴趣；\r\n\r\n4、有格局和远见，认同新零售供应链行业，服从公司的工作安排；\r\n\r\n5、此岗位可培养性很强，会接触很多领导，故希望此员工具有自驱力，愿意不断主动学习新知识；', '招聘中', '5', '2902', null, null, '上海', '上海', null, null, null);
INSERT INTO `zp_employment` VALUES ('2970', '金融助手招聘', '黄晓田', '17896263945', '助理', '2019-10-25', '五险一金、年终分红、带薪年假', '8000', '岗位要求:\r\n\r\n1、年龄：22-35岁，五官端正，无不良嗜好；\r\n\r\n2、性格开朗，责任心强，遵守纪律，反应灵敏，执行力强；\r\n\r\n3、有励志于长期业内发展意愿；\r\n\r\n4、认同公司的发展理念，愿意与公司共同发展，具有很强的工作责任心和团队合作精神；', '待审核', '1', '2903', '3小时', null, '北京', '北京', null, null, '审核通过');
INSERT INTO `zp_employment` VALUES ('2973', '后期剪辑招聘', '林天社', '18752659956', '后期人员', '2019-11-27', '过节费、旅游奖励', '8000', '1.负责后期剪辑，包装，合成等工作（商业广告，宣传片，抖音短视频）。\r\n\r\n2.拥有独立完成项目后期的能力。\r\n\r\n3.可以对拍摄团队提出合理拍摄建议，特效建议等。', '审核通过', '10', '2355', '', null, '南宁', '广西', null, null, '拒绝');
INSERT INTO `zp_employment` VALUES ('2980', '数据挖掘专家招聘', '蒙肖', '18755649852', '程序员', '2019-11-25', '五险一金、通讯补贴、年底双薪', '15000', '1、具备高复杂度的系统和架构开发经验者，有高并发网站或金融行业智能系统研发、设计经验者，优先; 2、有Flink、ES、Hive、Spark、HBase、图数据库等平台化调用整合经验者，优先；', '审核未通过', '3', '2904', '1', '7', '南昌', '江西', null, null, '拒绝');
INSERT INTO `zp_employment` VALUES ('3072', '招商经理招聘', '林华', '13549854611', '经理', '2019-11-15', '包吃、包住、餐补、房补', '7000', '1.依据市场/平台的发展策略,制定护肤／美妆／饰品等商品类目的招商计划；\r\n\r\n2.负责入驻商家的运营协调管理工作，提高运营效率；\r\n\r\n3.针对不同层级的商家提供有效的运营支持和帮助；', '审核通过', '10', '2903', '', null, '广州', '广东', null, null, '审核通过');
INSERT INTO `zp_employment` VALUES ('3113', '物理项目管理', '周驰飞', '15978515315', '管理人员', '2019-12-25', '年度旅游、五险一金、通讯补贴', '8000', '1、  物流项目管理，对于物流类项目能全程跟进、对项目实施过程有效的监督，确保项目交付质量；\r\n2、  按照项目管理要求，负责编制、收集、分析、审核各类文件表单，制作物流月度报表或物流数据分析；\r\n3、  保持与客户及公司内部业务部门良好的沟通，处理和协调项目交付工作中的疑难问题\r\n4、  项目指标、服务质量、操作流程的监控及优化；', '招聘完成', '30', '2902', '312', null, '广州', '广东', null, null, '审核通过');
INSERT INTO `zp_employment` VALUES ('3154', '销售经理招聘', '李飞飞', '18796563245', '经理', '2019-11-23', '五险一金、通讯补贴、年底双薪', '5000', '1、大专或以上学历；\r\n\r\n2、有多年销售经验，在教育行业有一定人脉，从事过教学设备、器材方面销售的优先；\r\n\r\n3、有驾照；', '审核通过', '10', '2904', '', null, '柳州', '广西', null, null, '审核通过');
INSERT INTO `zp_employment` VALUES ('3155', 'Java开发工程师招聘', '刘市域', '17895264232', '程序员', '2019-10-05', '医疗保险、定期体检、免费班车', '15000', '1、承担公司产品后端架构、开发工作。\r\n\r\n2、参与系统体系结构分析、数据库、接口设计等工作；负责模块的核心代码编写；\r\n\r\n3、指导普通开发工程师的工作，审核代码质量，并协助解决疑难问题；\r\n\r\n4、负责系统的性能优化、技术难点攻关。', '审核通过', '2', '2355', '3小时', '7', '上海', '上海', null, null, '审核通过');
INSERT INTO `zp_employment` VALUES ('3166', '前端开发工程师招聘', '李宏凯', '13213213456', '程序员', '2019-10-24', '采暖补、贴弹性工作、医疗保险', '8000', '1、根据产品设计文档、产品原型，利用前端相关技术，和UI工程师配合还原设计；\r\n2、Web前端功能设计、开发和实现，与后台工程师协作，完成数据交互；\r\n3、参与对基础组件的设计、编写和实现；\r\n4、负责前端新技术调研，系统安全、性能提升，并运用到实际开发。', '审核通过', '20', '2902', '20', null, '北京', '北京', null, null, '审核通过');
INSERT INTO `zp_employment` VALUES ('3167', '运营专员招聘', '李圣心', '13213213458', '管理人员', '2019-10-23', '五险一金、年底双薪、年终分红、加班补助', '5000', '1、运作券商核心部门子品牌；\r\n\r\n2、配合渠道经理策划线下活动，实现获客。\r\n\r\n3、协助公司App品牌宣传与业务的运营推广；\r\n\r\n4、制定微信与微博等新媒体平台营销推广方案；\r\n\r\n5、负责运营活动策划，并进行推广，实现运营效果最大化', '审核通过', '20', '2904', '20', null, '南宁', '广西', null, null, '审核通过');
INSERT INTO `zp_employment` VALUES ('3184', '运营策划经理招聘', '黄俊天', '15798265325', '经理', '2019-10-20', '五险一金、年度旅游、年终分红加班补助、带薪年假、全勤奖、美女如云', '8000', '1.    负责BC端各类线上线下活动策划和执行，能有效的针对运营目标策划对应的活动类型，具有独立完成活动并推进活动落地执行的能力。\r\n\r\n2.    根据业务需求，针对不同的活动类型进行创新策划，确保活动以及策划有足够的吸引力以及影响力。\r\n\r\n3.    主动思考，提前做好策划储备以及积累，对市场敏感度高，能主动发起并进行产品推广方案的完成以及文案撰写。', '审核通过', '20', '2902', '8', null, '柳州', '广西', null, null, '审核通过');
INSERT INTO `zp_employment` VALUES ('3189', '客户经理招聘', '雷鑫', '17895562355', '经理', '2019-11-24', '股票期权、交通补贴、高温补贴', '8000', '1、通过电话、拜访开发、维护企业客户，分析客户招聘需求,制定销售计划和招聘解决方案 ；\r\n\r\n2、服务合作中的客户并发掘潜在客户，独立完成新客户的开发；\r\n\r\n3、按期完成销售目标，负责解决方案制作,商务谈判，合同签订、回款等事项；\r\n\r\n4、定期拜访客户,持续关注客户使用情况和需求，维护客户关系，促进产品的二次销售；\r\n\r\n5、定期进行回访以及信息收集，整理和分析市场数据，并定期反馈最新信息；', '审核通过', '1', '2902', '24h', null, '成都', '四川', null, null, '审核通过');
INSERT INTO `zp_employment` VALUES ('3194', '顾问销售招聘', '梁科基', '15589303039', '销售员', '2019-12-25', '五险一金、带薪年假、晋升快', '15000', '1、底薪高、有保障：试用期无责高底薪5000元/月；2、收入有竞争力：综合收入高于其他行业销售的收入水平，1年内新人平均月收入达到10000元，2年以上的经纪人平均月收入会迅速达到15000---20000元；3、收入公平：努力决定业绩，业绩决定提成；努力越多，收入越高，永不封顶。', '待审核', '10', '2355', '4', null, '厦门', '福建', null, null, '审核通过');
INSERT INTO `zp_employment` VALUES ('3198', '摄像后期招聘', '高盛', '18765123165', '后期人员', '2019-11-22', '五险一金、加班补助', '5000', '1、跟大神一起，协助完成短视频的灯光、置景、导戏、拍摄、剪辑，圆你一个导演梦！\r\n\r\n2、把控短视频内容的脉络、节奏、风格、色调、音乐，让内容在你手里进行二次绽放！\r\n\r\n3、参与视频前期策划，独立撰写分镜脚本，享受与团队并肩作战的feel！', '审核未通过', '3', '2903', '3小时', '7', '北京', '北京', null, null, '拒绝');
INSERT INTO `zp_employment` VALUES ('3200', 'ios开发工程师招聘', '李毅', '19875232649', '程序员', '2019-10-25', '五险一金、包住、餐补', '8000', '1、负责IOS手机和平板应用开发；\r\n2、配合产品经理完成产品设计；\r\n3、按照产品设计完成指定的开发工作；\r\n\r\n4、根据测试反馈，修正测试中发现的问题；\r\n5、对IOS平台开发技术进行研究，根据开发过程中的体验对产品提出改进建议；\r\n6、操作app提交苹果审核流程，了解产品关键词，能够根据用户反馈，持续进行产品优化。', '审核通过', '2', '2904', '3小时', '7', '深圳', '广东', null, null, '拒绝');
INSERT INTO `zp_employment` VALUES ('3208', '销售经理招聘', '黄凯魏', '18645795631', '经理', '2019-12-25', '员工旅游、五险一金', '15000', '1. 公司提供意向客户资源，注重客户体验，一对一通过电话、微信与用户沟通，解决用户咨询问题；\r\n\r\n2. 通过系统化专业分析，帮助用户分析产品的优劣特征，正确地解答用户的疑问；\r\n\r\n3. 把握客户的细致需求，关怀客户的问题，帮助用户进行需求状况确认；\r\n\r\n4. 及时反馈客户诉求，促进网站产品迭代，提升用户体验和运营效率；', '审核通过', '11', '2904', null, null, '广州', '广东', null, null, null);
INSERT INTO `zp_employment` VALUES ('3209', 'Python工程师招聘', '李廖晨', '16894515699', '程序员', '2019-11-15', '六险一金,年底双薪、出国旅行、包午晚餐', '15000', '1、负责开发Python后台系统，包括但不限于CMS系统、视频接入系统、MRSS系统等\r\n\r\n2、负责相应系统、模块的开发工作，包括需求分析、接口设计、数据设计、测试、性能优化等\r\n\r\n3、负责持续优化系统架构，提升系统性能，优化数据结构，提升系统可扩展性\r\n\r\n4、负责持续跟进系统 bug，构建高可用性后台系统', '审核通过', '4', '2355', '8', null, '东莞', '广西', null, null, '审核通过');
INSERT INTO `zp_employment` VALUES ('3210', '视觉设计师招聘', '雷富田', '17896412315', '后期人员', '2019-11-21', '五险一金、加班补助', '8000', '1、负责公司游戏相关图片设计，熟练掌握PS.AE.SPINE.\r\n\r\n2、banner图,落地页,短视频等美术需求', '审核未通过', '2', '2903', '6', null, '漳州', '福建', null, null, '拒绝');
INSERT INTO `zp_employment` VALUES ('3223', '测试开发工程师招聘', '黄乡利', '18956513564', '程序员', '2019-11-02', '五险一金', '15000', '1、主要负责H5/小程序/京喜App渠道京东商城相关业务的测试工作，对被测对象进行需求分析、测试设计、测试执行、发布验证、线上问题跟进等闭环工作；兼顾进行对应业务所需要的测试工具、测试脚本开发，提升测试效率，通过多手段保障测试质量；\r\n2、具备良好的质量意识，对所负责测试的项目质量负责，能独立承担项目质量分析及推动工作；\r\n3、具有独立的测试项目管理协调能力，以及风险把控能力；\r\n4、挖掘工作中的问题及改进点，有效进行工作方法优化提升；具备较好的主动性和学习提升动力；\r\n5、掌握岗位所需要的基本技术和知识，并能沉淀工作方法和经验，进行分享传承。', '待审核', '1', '2902', '3小时', '7', '海珠', '广东', null, null, '审核通过');
INSERT INTO `zp_employment` VALUES ('3319', '市场营销招聘', '梁军垦', '17856232465', '销售员', '2019-01-02', '就近分配、季度晋升、无责底薪、弹性工作', '8000', '1．年龄：20-34周岁，大专及以上学历，退伍军人学历学历可放宽，专业不限\r\n\r\n2．学习能力强，并具备管理素养，在校有学生会工作经验或担任社团管理工作的同学优先\r\n\r\n3．阳光踏实，务实进取，有理想有追求\r\n\r\n4．具备良好的心理素养，具备团队合作精神', '审核通过', '5', '2355', null, null, '深圳', '广东', null, null, null);
INSERT INTO `zp_employment` VALUES ('3320', '董事长助理招聘', '李伟达', '18812344321', '助理', '2019-12-25', '双休 五险一金', '15000', '1、协助董事长处理重要投资者关系，配合领导联络战略合作伙伴，与机构投资者接触，并与之保持持久的联系，做好联络、跟进维护等工作；\r\n\r\n2、上市公司的定增与路演，维护及提升公司在资本市场上的形象；\r\n\r\n3、协助董事长接待政府领导及重要客户，跟进联系及维护；\r\n\r\n4、与董秘办一起做媒体应急公关工作；\r\n\r\n5、起草董事长需要的文件；', '审核通过', '10', null, null, null, '南宁', '广西', null, null, null);
INSERT INTO `zp_employment` VALUES ('3321', 'php开发工程师 ', '李毅何', '18856984321', '程序员', '2019-10-25', '贴弹性工作、医疗保险', '8000', '1、负责前后台开发 \r\n\r\n   2、对现有架构、性能进行优化, 参与技术方案制定与实施 \r\n\r\n\r\n', '招聘中', '5', null, null, null, '北京', '北京', null, null, null);
INSERT INTO `zp_employment` VALUES ('3323', '业务主管招聘', '赵云立', '18812344321', '经理', '2019-11-25', '高薪资、高提成、弹性工作', '15000', '1.根据公司业务发展情况和需求，制定相关业务目标和实施计划，对目标负责；\r\n2.执行有效的业务推进及管理机制，对买房，贷款等业务进行及时的管理；\r\n3.根据业务运行情况，及时调整工作方式和业务策略；\r\n4.实时跟进业务进展情况，妥善处理业务的各种状况，保证业务保质保量进行。', '招聘完成', '6', null, null, null, '上海', '上海', null, null, null);
INSERT INTO `zp_employment` VALUES ('3324', '市场营销招聘', '张小魏', '15495623541', '销售员', '2019-12-25', '股票期权、交通补贴', '8000', '1．年龄：20-34周岁，大专及以上学历，退伍军人学历学历可放宽，专业不限\r\n\r\n2．学习能力强，并具备管理素养，在校有学生会工作经验或担任社团管理工作的同学优先\r\n\r\n3．阳光踏实，务实进取，有理想有追求\r\n\r\n4．具备良好的心理素养，具备团队合作精神\r\n\r\n5．对营销管理岗感兴趣，想往管理岗位发展', '招聘完成', '8', null, '', null, '成都', '四川', null, null, '');
INSERT INTO `zp_employment` VALUES ('3332', '1', '21', '54', '', '2019-12-19', '4122', '12', '12', '12', '56', '2902', null, null, '南宁', '广西', null, null, null);
INSERT INTO `zp_employment` VALUES ('3336', '12', '11', '11', null, '2019-12-20', null, null, null, '审核通过', null, '2903', null, null, '柳州', '广西', null, null, null);
INSERT INTO `zp_employment` VALUES ('3337', '1234', '11', '11', null, '2019-12-07', null, null, null, '审核通过', null, '2355', null, null, '深圳', '广东', null, null, null);
INSERT INTO `zp_employment` VALUES ('3338', '11', '11', '11', null, '2019-11-13', null, null, null, '审核通过', null, '2355', null, null, '广州', '广东', null, null, null);
INSERT INTO `zp_employment` VALUES ('3346', '2457', '42201', '12121', null, '2019-12-20', null, null, null, '审核通过', null, '2903', null, null, '上海', '上海', null, null, null);
INSERT INTO `zp_employment` VALUES ('3347', '1212', '21', '1', null, '2019-12-28', null, null, null, '审核通过', null, '2903', null, null, '厦门', '福建', null, null, null);
INSERT INTO `zp_employment` VALUES ('3348', '246', '13', '124', null, '2020-01-31', null, null, null, '审核通过', null, '2903', null, null, '成都', '四川', null, null, null);
INSERT INTO `zp_employment` VALUES ('3349', '21', '24', '6421', null, '2019-12-20', null, null, null, '审核通过', null, '2903', null, null, '杭州', '浙江', null, null, null);
INSERT INTO `zp_employment` VALUES ('3350', '242', '12', '12', null, '2019-12-12', null, null, null, '审核通过', null, '2904', null, null, '杭州', '浙江', null, null, null);
INSERT INTO `zp_employment` VALUES ('3351', '545', '461', '137', null, '2020-01-25', null, null, null, '审核通过', null, '2903', null, null, '杭州', '浙江', null, null, null);
INSERT INTO `zp_employment` VALUES ('3355', '云平台系统工程师招聘', '李钟荣', '13321677996', '程序员', '2019-12-20', '餐补福利、交通福利、带薪休假、生日福利', '8000', '1、优秀的学习能力、沟通能力，强烈的学习欲望，有良好的团队合作精神 2、 优秀的Linux系统维护/调试技能 3、熟悉TCP/IP原理， 网络', '招聘中', '10', '2904', null, null, '南宁', '广西', null, null, null);
INSERT INTO `zp_employment` VALUES ('3356', '深度学习算法研究员招聘', '林颖', '15649846512', '程序员', '2019-12-02', '住宅福利、股票期权、交通补贴', '25000', '1、负责人脸识别算法的研究与性能提升，并推动在实际应用领域的性能优化和落地 2、功课人脸识别使实际应用场景中的技术难点 3、计算机视觉 模式识别等领域的计算机科学，电子工程，以及相关专业的博士，硕士。3年以上的研发经验。 4、熟练掌握机器学习以及深度学习原理和模型，精通TF框架，具有良好的C/c++ Python程序开发能力 5、在相关计算机视觉国际**会议或期刊发表论文，国际比赛获奖，相关专利经验者更加', '招聘中', '15', '2355', null, null, '柳州', '广西', null, null, null);
INSERT INTO `zp_employment` VALUES ('3357', '销售经理招聘', '邓肖', '14984913122', '经理', '2019-12-12', '无责底薪、弹性工作', '5000', '1、计算机相关专业本科以上学历，具有1年以上软件类产品的市场咨询与技术方案支持的相关经验优先；2、具有强烈的工作责任心和上进心，有较强的学习能力，对农林行业前沿技术具有浓厚兴趣；3、较强的PPT编写能力，熟练使用visio、mindmanager等作图工具；', '招聘完成', '10', '2904', null, null, '厦门', '福建', null, null, null);
INSERT INTO `zp_employment` VALUES ('3358', 'web高级前端工程师招聘', '龙傲', '15896311878', '程序员', '2019-11-27', '双休、五险一金', '8000', '1. 熟悉HTML/CSS及其开发规范、熟悉页面架构和布局，有一定的页面美化能力；\r\n2. 熟悉流行的CSS开源框架Bootstrap，并能基于此开发CSS和页面；\r\n3. 对前端技术有持续的热情，对交互体验有较为深入的理解;', '招聘完成', '10', '2902', null, null, '漳州', '福建', null, null, null);
INSERT INTO `zp_employment` VALUES ('3359', 'Vue前端开发工程师招聘', '蓝东泽', '15989532345', '程序员', '2019-12-10', '无责底薪、弹性工作', '8000', '1、3年以上Web应用前端架构与开发经验 2、精通HTML、CSS、JavaScript等前端基础技术，熟悉主流前端框架Vue 3、熟悉Linux操作系统，Git项目版本控制工具和DevOps 4、良好的沟通能力和团队合作意识。工作认真负责，积极主动，有主人翁精神 5、对产品有洞察性，重视细节，喜欢从用户角度想问题', '招聘中', '10', '2904', null, null, '广州', '广东', null, null, null);
INSERT INTO `zp_employment` VALUES ('3360', '销售经理-上海招聘', '熊盛开', '19875215499', '经理', '2019-12-11', '养老保险、医疗保险、失业保险', '5000', '1、开拓客户与客户关键决策人建立联系，挖掘客户潜在需求。\r\n\r\n2、定期拜访客户，维护良好的客户关系，深入了解客户公司内部结构，及时发现问题，解决问题；\r\n\r\n3、配合客户成功团队，一起协调公司其他部门资源，解决客户遇到的高阶问题。\r\n\r\n4、参与合同的谈判与签订，完成销售目标、协同大客户成功团队提供高质量服务。', '招聘中', '15', '2904', null, null, '深圳', '广东', null, null, null);
INSERT INTO `zp_employment` VALUES ('3361', '商务助理', '陈鑫', '15974651654', '助理', '2019-12-27', '产假、病(工伤)假、事假、', '5000', '	1. 负责行业信息收集与分析，探索新的销售机会\r\n\r\n2. 协助完成客户的发掘，分析和调研\r\n\r\n3. 协助完成整体商务流程，如接洽、谈判、项目落地等\r\n\r\n4. 负责工作资料的处理及制作\r\n\r\n5. 负责商务部门各项目相关文件的分类及管理', '审核中', '2', '2903', null, null, '南宁', '广西', null, null, null);
INSERT INTO `zp_employment` VALUES ('3362', '销售储备干部', '谢志龙', '13216799757', '销售员', '2019-12-20', '生日福利、体检福利、劳动安全卫生保护福利', '8000', '1、 负责业主与客户的接待，提供顾问式的咨询服务；\r\n2、 负责客户信息登记、客户关系维护、业务跟进等工作；\r\n3、 识别客户需求，提供产品匹配、价格谈判等服务；\r\n4、 负责住宅、公寓、别墅等的买卖与租赁交易过程，包括带看、签约及过户等，保证业务流程完整进行；\r\n5、 负责客户和业主的持续开发与积累，与客户建立良好的业务协作关系。', '招聘中', '3', '2904', null, null, '南宁', '广西', null, null, null);
